
<script setup>
import Head from "../components/Head.vue";
import Side from "../components/Side.vue";
</script>

<template>
  
    <Head>

</Head>
<Side></Side>
<el-rate v-model="value" allow-half />
<div>
《简·爱》（Jane Eyre）是英国女作家夏洛蒂·勃朗特创作的长篇小说，是一部具有自传色彩的作品，1847年首次出版。 [21] [26]
该小说讲述孤女简·爱自幼父母双亡，寄养于舅母家，备受虐待，后被舅母打发到洛伍德义塾（洛伍德学校）去。 [18]洛伍德义塾环境恶劣， [18]但她顽强地活了下来。毕业两年后，简应聘去当家庭教师谋生。主人罗切斯特性格忧郁、喜怒无常，但经过较长时间接触，简发现罗切斯特心地善良，为人正直、刚毅，渐渐对他产生了感情。当他们在教堂举行婚礼时，简痛苦地发现，原来罗切斯特有一个疯妻伯莎·安托瓦妮特·梅森。简悲伤地离去。后来，与她离散多年的叔父约翰·爱病故，遗赠给她巨额财产。因不能忘情于罗切斯特，她重回故地，才知数月前疯女人纵火而死，罗切斯特为救她一只眼睛被砸了出来，另一只眼睛发炎也看不见了 [1]。简立刻去向他倾诉衷情，两人终缔良缘。 [2]后来，罗切斯特在伦敦医好了一只眼睛，和简·爱生下了一个男孩。 [3] [20]
《简·爱》中简·爱的人生追求有两个基本旋律：富有激情、幻想、反抗和坚持不懈的精神；对人间自由幸福的渴望和对更高精神境界的追求。这本小说的主题是通过孤女坎坷不平的人生经历，成功地塑造了一个不安于现状、不甘受辱、敢于抗争的女性形象，反映一个平凡心灵的坦诚倾诉的呼号和责难，一个小写的人成为一个大写的人的渴望。 [4]该小说被多次改编成舞剧、舞台剧、电视剧和电影。 [22]



作者创作《简·爱》时的英国已是世界上的头号工业大国，但英国妇女的地位并没有改变，依然处于从属、依附的地位，女子的生存目标就是要嫁入豪门，即便不能生在富贵人家，也要努力通过婚姻获得财富和地位，女性职业的唯一选择是当个好妻子、好母亲。以作家为职业的女性会被认为是违背了正当女性气质，会受到男性的激烈攻击，从夏洛蒂姐妹的作品当初都假托男性化的笔名一事，可以想见当时的女性作家面临着怎样的困境。而《简·爱》就是在这一被动的背景下写成的。 [7]



2020年
宋兆霖
人民出版社

</div>

</template>

<style scoped>
div{
    margin-left: 16%;
    /* justify-content: center;
    align-items: center; */
  }
</style>
