<script setup>
import Head from "../components/Head.vue";
import Side from "../components/Side.vue";
</script>

<template>
    <Head>

</Head>
<Side></Side>
<el-rate v-model="value" allow-half />
   <div>

    2010年
李艳
哈尔滨出版社
    《巴黎圣母院》是法国文学家维克多·雨果创作的长篇小说，1831年1月14日首次出版。
《巴黎圣母院》以离奇和对比手法写了一个发生在15世纪法国的故事：巴黎圣母院副主教克洛德道貌岸然、蛇蝎心肠，先爱后恨，迫害吉卜赛女郎埃斯梅拉达。面目丑陋、心地善良的敲钟人卡西莫多为救女郎舍身。小说揭露了宗教的虚伪，宣告禁欲主义的破产，歌颂了下层劳动人民的善良、友爱、舍己为人，反映了雨果的人道主义思想。 [1]
该小说曾多次被改编成电影、电视剧及音乐剧。

一八三二年勘定本作者附告
弁言
一八三二年定本附言
第 一 卷
一 大厅
二 彼埃尔·格兰古瓦
三 枢机主教大人
四 雅克·科伯诺尔老板
五 卡西莫多
六 爱斯美拉达
第 二 卷
一 从沙里勃德到西拉
二 河滩广场
三 以德报怨
四 夜盯美人梢，必有麻烦事
五 麻烦接踵而至
六 摔破的瓦罐
七 新婚之夜
第 三 卷
一 圣母院
二 巴黎鸟瞰
第 四 卷
一 好心人
二 克洛德·弗洛罗
三 放牧怪兽者其状益怪
四 狗和它的主人
五 回头再说克洛德·弗洛罗
六 不得人心
第 五 卷
一 圣马丁修院长老
二 这个将要杀死那个
第 六 卷
一 公正一瞥古时如何审案
二 老鼠洞
三 一块玉米发酵饼的故事
四 一滴眼泪回报一滴水
五 糕饼的故事的结局
第 七 卷
一 对山羊吐真情实在危险
二 教士和哲学家区别分明
三 钟
四 'ＡＮＡГＫＨ
五 两个黑衣人
六 当街骂七声，后果难预测
七 妖僧
八 临河窗子的用途
第 八 卷
一 埃居变成枯叶
二 埃居变成枯叶（续）
三 埃居变成枯叶（续完）
四 “进此门者，放弃一切希望。”
五 母亲
六 三个男人心不同
第 九 卷
一 昏热
二 驼背，独眼，瘸腿
三 聋子
四 粗陶与水晶
五 红门的钥匙
六 红门的钥匙（续）
第 十 卷
一 贝尔纳丹街上格兰古瓦妙策接二连三
二 您就当无赖汉吧
三 欢乐万岁
四 好心帮倒忙
五 法兰西的路易阁下的诵经室
六 小刀闲游
七 沙朵佩赶来救援
第 十 一 卷
一 小鞋
二 美丽的白衣女郎
三 腓比斯结婚
四 卡西莫多结婚

   </div>
   
</template>
<style scoped>
div{
    margin-left: 16%;
    /* justify-content: center;
    align-items: center; */
  }
</style> 
