
<script setup>
import Head from "../components/Head.vue";
import Side from "../components/Side.vue";
</script>

<template>
    <Head>

</Head>
<Side></Side>
<el-rate v-model="value" allow-half />
  <div>
《红与黑》是法国作家司汤达创作的长篇小说，也是其代表作，首次出版于1830年。
该小说讲述于连是一个木匠的儿子，长着少女似的清秀面孔，天资聪颖，记忆超群，有着非凡的意志力。他受父兄虐待，也深以微贱的出身为耻。他凭借熟记拉丁文圣经的资本在维立叶尔市长德·瑞那尔夫人家里当上了家庭教师，并悄悄和德·瑞那尔夫人恋爱。他们的秘密恋情被市长知道后，于连不得不远走贝尚松神学院，一心希望能凭借自己的聪明才智在此出人头地。因为院长主教之间的勾心斗角，于连离开神学院去了巴黎的木尔侯爵府，他非同寻常的才能与骄傲征服了侯爵家的小姐玛特尔，于是与玛特尔小姐恋爱，于连的跻身上流社会的梦想似乎就要实现了。此时侯爵收到德·瑞那尔夫人被迫誊写的一封揭发信，于连的梦想破灭。他到了维立叶尔的教堂向德·瑞那尔夫人开了两枪。于连被捕入狱。德·瑞那尔夫人买通狱吏，使于连免受虐待。得知原委，于连疯狂地爱上了德·瑞那尔夫人。于连被判死刑，他拒绝玛特尔和德·瑞那尔夫人为他上诉。于连受刑后，玛特尔亲手埋葬了他的头颅。德·瑞那尔夫人三天后也离开了人世。 [1]
小说发表后，当时的社会流传“不读《红与黑》，就无法在政界混”的谚语，而该书则被许多国家列为禁书。《红与黑》在心理深度的挖掘上远远超出了同时代作家所能及的层次。它开创了后世“意识流小说”、“心理小说”的先河。《红与黑》发表100多年来，被译成多种文字广为流传，并被多次改编为戏剧、电影。



出版者告读者
下卷
上卷
第一章 乡村的快乐
第一章 小城
第二章 初入上流社会
第二章 市长
第三章 最初的几步
第三章 穷人的财产
第四章 拉莫尔府
第四章 父与子
第五章 敏感和一位虔诚的贵妇
第五章 谈判
第六章 说话的腔调
第六章 烦闷
第七章 痛风病发作
第七章 亲和力
第八章 哪一种勋章使人与众不同？
第八章 小事件
第九章 舞会
第九章 乡下的一个夜晚
第十章 玛格丽特王后
第十章 心比天高，禄如纸薄
第十一章 年轻姑娘的威力
第十一章 一个晚上
第十二章 他会是一个丹东吗？
第十二章 旅行
第十三章 阴谋
第十三章 网眼长袜
第十四章 年轻姑娘的思想
第十四章 英国剪刀
第十五章 这是阴谋吗？
第十五章 鸡啼
第十六章 深夜一点钟
第十六章 第二天
第十七章 古剑
第十七章 市长第一助理
第十八章 残酷的时刻
第十八章 国王在维里埃尔
第十九章 滑稽的时刻
第十九章 思想使人痛苦
第二十章 日本花瓶
第二十章 匿名信
第二十一章 秘密记录
第二十一章 和主人的对话
第二十二章 讨论
第二十二章 一八三○年的作风
第二十三章 教士、树林、自由
第二十三章 一位官员的忧愁
第二十四章 斯特拉斯堡
第二十四章 省会
第二十五章 道德高尚的女人的职责
第二十五章 神学院
第二十六章 道德的爱情
第二十六章 人世间，或富人所缺少者
第二十七章 教会里的最好职位
第二十七章 人生的初步经验
第二十八章 曼侬·莱斯戈
第二十八章 迎圣体
第二十九章 烦闷
第二十九章 第一次提升
第三十章 喜歌剧院包厢
第三十章 野心勃勃的人
第三十一章 使她害怕
第三十二章 老虎
第三十三章 软弱的苦痛
第三十四章 有才智的人
第三十五章 暴风雨
第三十六章 悲惨的详情细节
第三十七章 主塔楼
第三十八章 有权势的人
第三十九章 阴谋
第四十章 平静
第四十一章 审判
第四十四章
第四十五章 [3]


</div>

</template>

<style scoped>
div{
    margin-left: 16%;
    /* justify-content: center;
    align-items: center; */
  }
</style>
