
<script setup>
import Head from "../components/Head.vue";
import Side from "../components/Side.vue";
</script>

<template>
    <Head>

</Head>
<Side></Side>
<el-rate v-model="value" allow-half />
  <div>


《复活》是俄国作家列夫·托尔斯泰创作的长篇小说，首次出版于1899年。在1895年写成第一稿，1899年定稿。 [10]
该书取材于一件真实事件，主要描写男主人公聂赫留朵夫引诱姑妈家女仆玛丝洛娃，使她怀孕并被赶出家门。后来，她沦为妓女，因被指控谋财害命而受审判。男主人公以陪审员的身份出庭，见到从前被他引诱的女人，深受良心谴责。他为她奔走申冤，并请求同她结婚，以赎回自己的罪过。上诉失败后，他陪她流放西伯利亚。他的行为感动了她，使她重新爱他。但为了不损害他的名誉和地位，她最终没有和他结婚而同一个革命者结为伉俪。 [1]
《复活》是托尔斯泰最后一部长篇小说，是作家一生探索和思想的总结，被誉为俄国批判现实主义发展的高峰。小说通过玛丝洛娃的苦难遭遇和聂赫留朵夫的上诉经过，广泛而深刻地抨击了法庭、监狱、官僚机关的腐败、黑暗，揭露了封建统治阶级骄奢淫逸的生活和反动官吏的残暴昏庸、毫无人性，撕下了官办教会的伪善面纱，反映了农村的破产和农民的极端贫困，勾画了一幅已经走到崩溃边缘的农奴制俄国的社会图画。 [2]
《复活》多次被中国教育部列为中学生推荐读物。2019年10月，中俄艺术家合作建组首次将《复活》改编成歌剧。

2011年，《复活》，石枕川译，湖南文艺出版社
</div>

</template>

<style scoped>
div{
    margin-left: 16%;
    /* justify-content: center;
    align-items: center; */
  }
</style>
