
<script setup>
import Head from "../components/Head.vue";
import Side from "../components/Side.vue";
</script>

<template>
    <Head>

</Head>
<Side></Side>
<el-rate v-model="value" allow-half />
  <div>

《悲惨世界》是法国作家维克多·雨果创作的一部长篇小说，首次发表在1862年。
《悲惨世界》的内容涵盖了拿破仑战争和之后的十几年的时间，该作多次被改编演绎成影视作品。故事的主线围绕主人公土伦苦刑犯冉·阿让（Jean Valjean）的个人经历，融进了法国的历史、革命、战争、道德哲学、法律、正义、宗教信仰。这个“正当壮年”的男人刚刚重获自由，在这之前，他在地狱般的监狱里蹲了二十年，所犯罪行是偷窃一块面包。在路上，他遇到了卞福汝主教，这是第一个用关怀的眼神看着他，并且给了他机会的人。时来运转，冉阿让化名马德兰，不仅发了财，还当上了海滨蒙特伊小城的市长。在人生的上升期，他遇到了美丽的芳汀，最强恶意的受害者，收养了她的女儿珂赛特；他与阴险的警探沙威和怀揣革命梦的青年马吕斯不期而遇，前者为追捕他不遗余力。小说所讲述的是一种救赎。冉·阿让凭借意志和基督教信仰，努力与“命运的黑线”抗争，让生活变得更美好。 [13]《悲惨世界》的人物形象突出，色彩瑰丽，气势浩大，堪称现实主义与浪漫主义结合的典范，可以说是一部人类苦难的“百科全书”。 [21]

第一部　芳汀
第二部　柯赛特
第三部　马吕斯
第一卷　一个正直的人
01　米里哀先生
02　米里哀先生改称卞福汝主教
03　好主教碰到苦教区
04　言行合一
05　卞福汝主教的道袍穿得太久了
06　他托谁看守他的房子
07　克拉华特
08　酒后的哲学
09　阿妹谈阿哥
10　主教走访不为人知的哲人
11　心中的委屈
12　卞福汝主教门庭冷落
13　他所信的
14　他所想的
第二卷　沉沦
01　步行终日近黄昏
02　对智慧提出的谨慎
03　绝对服从的英勇气概
04　蓬塔利埃乳酪厂的详情
05　恬静
06　冉·阿让
07　失望的内容
08　波涛和亡魂
09　新的损失
10　那人醒了
11　他干的事
12　主教工作
13　小瑞尔威
第三卷　在一八一七年内
01　一八一七年
02　双四重奏
03　四对四
04　多罗米埃乐到唱起西班牙歌来
05　蓬巴达酒家
06　相爱篇
07　多罗米埃的高见
08　一匹马的死
09　一场欢乐的欢乐结局
第四卷　寄托有时便是断送
01　一个母亲遇见另一个母亲
02　两副贼脸的初描
03　百灵鸟
第五卷　下坡路
01　烧料细工厂发展的历史
02　马德兰先生
03　拉菲特银行中的存款
04　马德兰先生穿丧服
05　天边隐约的闪电
06　割风伯伯
07　割风在巴黎当园丁
08　维克杜尼昂夫人为世道人心花了三十五法郎
09　维克杜尼昂夫人大功告成
10　大功告成的后果
11　基督救我们
12　巴马达波先生的无聊
13　市警署里一些问题的解决
第六卷　沙威
01　休息之始
02　“冉”怎样能变成“商”
第七卷　商马第案件
01　散普丽斯姆姆
02　斯戈弗莱尔师父的精明
03　脑海中的风暴
04　痛苦在睡眠中的形状
05　车轮里的棍
06　散普丽斯姆姆受考验
07　到了的旅人准备回程
08　优待入席
09　一个拼凑罪状的地方
10　否认的方式
11　商马第更加莫名其妙了
第八卷　波及
01　马德兰先生在什么样的镜子里看自己的头发
02　芳汀幸福了
03　沙威得意
04　司法者再度行使法权
05　适合的坟
第一卷　滑铁卢
01　从尼维尔来时所见
02　乌　古　蒙
03　一八一五年六月十八日
04　A
05　战争的玄妙
06　下午四点
07　拿破仑心情愉快
08　皇上向向导拉科斯特问了一个问题
09　不　测
10　圣约翰山高地
11　拿破仑的向导坏，比洛的向导好
12　羽林军
13　大　祸
14　最后一个方阵
15　康布罗纳
16　将领的比重
17　我们应当承认滑铁卢好吗？
18　神权复炽
19　战场上的夜景
第二卷　战船“俄里翁号”
01　二四六○一号变成了九四三○号
02　也许是两句鬼诗
03　一定是事先作了准备，才会一锤敲断脚镣
第三卷　完成他对死者的诺言
01　孟费郿的用水问题
02　两幅完整的人像
03　人要喝酒，马要喝水
04　娃娃上场
05　孤苦伶仃的小女孩
06　这也许可以证明蒲辣秃柳儿的聪明
07　柯赛特在黑暗中和那陌生人并排走
08　接待一个也许是有钱的穷人的麻烦
09　德纳第玩弄手法
10　弄巧成拙
11. 九四三0号再次出现，柯赛特偶然赢得了它
第四卷　戈尔博老屋
01　戈尔博师爷
02　枭和秀眼鸟的窠
03　联苦成甘
04　二房东的发现
05　一个五法郎银币丁零落地
第五卷　无声的狗群黑夜搜索
01　曲线战略
02　幸而奥斯特里茨桥上正在行车
03　看看一七二七年的巴黎市区图
04　寻找出路
05　有了煤气灯便不可能有这回事
06　哑谜的开始
07　再谈哑谜
08　又来一个哑谜
09　佩带铃铛的人
10　沙威扑空的经过
第六卷　小比克布斯
01　比克布斯小街六十二号
02　玛尔丹·维尔加支系
03　严　厉
04　愉　快
05　谑　浪
06　小　院
07　黑暗中的几个人影
08　人心后面是石头
09　头兜下的一个世纪
10　永敬会的起源
11　小比克布斯的结局
第七卷　题外的话
01　从抽象意义谈修院
02　从史实谈修院
03　我们在什么情况下可以尊敬过去
04　从本原的角度看修院
05　祈　祷
06　祈祷是绝对的善行
07　责人应有分寸
08　信仰，法则
第八卷　公墓接受人们给它的一切
01　进入修院的门路
02　割风面临困难
03　纯贞嬷嬷
04　冉·阿让竟好像读过奥斯丹·
05　靠醉酒来保证不死是不够的
06　在四块木板中间
07　“不要把卡片遗失了”这句成语的出处
08　答问成功
09　潜　隐
第一卷　从巴黎的原子看巴黎
01　小不点儿
02　他的一些特征
03　他　有　趣
04　他可能有用
05　他的疆界
06　一点历史
07　在印度的等级划分中，野孩也许有他的地位
08　最后一个国王的一句妙语
09　高卢的古风
10　瞧这巴黎，瞧这人
11　嬉笑，表率
12　人民的未来世界
13　小伽弗洛什
第二卷　大绅士
01　九十岁和三十二颗牙
02　有其主，必有其屋
03　明　慧
04　望百老人
05　巴斯克和妮珂莱特
06　略谈马依和她的两个孩子
07　家规：天不黑，不会客
08　两个不成一对
第三卷　外祖和外孙
01　古老客厅
02　当年的一个红鬼
03　愿尔等息怨解冤
04　匪徒的结局
05　望弥撒具有使人成为革命派的功用
06　遇见个理财神甫的后果
07　短布裙
08　云石碰花岗石
第四卷　ABC的朋友们
01　一个几乎留名后世的组织
02　悼勃隆多的诔词，博须埃作
03　马吕斯的惊奇
04　缪尚咖啡馆的后厅
05　视野的扩展
06　窘　境
第五卷　苦难的妙用
01　马吕斯穷愁潦倒
02　马吕斯生活清苦
03　马吕斯成长了
04　马白夫先生
05　穷是苦的好邻居
06　接　替　人
第六卷　星星相映
01　绰号：名字的形成方式
02　光明是实
03　春天的效果
04　一场大病的开始
05　连续落在布贡妈头上的雷火
06　被　俘
07　U　字　谜
08　残废军人也能自得其乐
09　失　踪
第七卷　猫老板
01　地下层和地下活动者
02　底　层
03　巴伯、海嘴、铁牙和巴纳斯山
04　黑帮的组成
第八卷　作恶的穷人
01　马吕斯找一个戴帽子的姑娘，却遇到一个戴鸭舌帽的男子
02　发　现
03　四　脸　人
04　穷苦中的一朵玫瑰
05　天生的贼眼
06　兽　人　窟
07　战略和战术
08　穷窟中的一线光明
09　容德雷特几乎哭出来
10　公营马车定价：每小时两个法郎
11　穷苦请为痛苦效劳
12　白先生的五个法郎的用途
13　独在远方，不想念诵“我们的天父”
14　一个警官给了一个律师两拳头
15　容德雷特采购用品
16　用一首流行于一八三二年的英国曲调改编的歌
17　马吕斯的五个法郎的用途
18　马吕斯的两张椅子对面摆着
19　提防暗处
20　陷害
21　捉贼总应先捉受害人
22　在第三册中叫喊的孩子


</div>

</template>

<style scoped>
div{
    margin-left: 16%;
    /* justify-content: center;
    align-items: center; */
  }
</style>

