
<script  setup>
import Head from "../components/Head.vue";
import Side from "../components/Side.vue";
// import {ref} from "vue"
// const value=ref()
</script>
<template>
    <Head>

</Head>
<Side></Side>
<el-rate v-model="value" allow-half />
  <div>

《战争与和平》是俄国作家列夫·尼古拉耶维奇·托尔斯泰创作的长篇小说，也是其代表作，创作于1863—1869年。
该作以1812年的卫国战争为中心，反映从1805到1820年间的重大历史事件。以鲍尔康斯、别祖霍夫、罗斯托夫和库拉金四大贵族的经历为主线，在战争与和平的交替描写中把众多的事件和人物串联起来。 [1]
作者将“战争”与“和平”的两种生活、两条线索交叉描写，构成一部百科全书式的壮阔史诗。 [2]《战争与和平》的基本主题是肯定这次战争中俄国人民正义的抵抗行动，赞扬俄国人民在战争中表现出来的爱国热情和英雄主义。但作品的基调是宗教仁爱思想和人道主义，作家反对战争，对战争各方的受难并都给予了深切的同情。 [3]
在整个俄国文学的发展历史中，《战争与和平》是第一部具有全欧洲意义的小说。 [24]该小说还被多次改编成电影、电视剧、歌剧等。 [26]





1805年，在拿破仑率兵征服欧洲之后，法国和俄国之间也发生了战争。可是在俄国上层社会，人们的生活依旧恬静悠闲，社交舞会照常举行。青年公爵安德烈·保尔康斯基把已有身孕的妻子交给退隐于领地“秃山”的父亲及妹妹玛丽娅之后，就担任库图佐夫将军的副官，向前线出发去了，他希望这次战争能为自己带来辉煌与荣耀。
安德烈刚刚留学归来的好友皮埃尔·别祖霍夫，是莫斯科数一数二的资本家，是社交界的宠儿。居心叵测的监护人库拉金公爵看到这一点，便企图把美貌但品行不端的女儿爱伦嫁给他，结果计谋顺利达成，可这桩婚事实在不幸之至。同年11月，安德烈所属的俄军在奥斯特里茨之役战败。安德烈历尽种种艰难后回到秃山。当日夜晚，妻子莉沙正好产下一名男婴，但她却在分娩时死去了。安德烈陷入孤独和绝望中，他觉得自己的人生已告结束，便下定决心终老于领地。另一方面，婚后不久的皮埃尔发现妻子爱伦与好友多勃赫夫之间存在暧昧关系，为了保护自己的名声，他与多勃赫夫进行决斗。在幸运地击倒对方后，皮埃尔即与妻子分居，他也陷入了善恶和生死问题的困扰之中。不久，皮埃尔加入了共济会，得出了一套生活的哲学。他又怀着宽宏大量之心，接回了妻子。
1807年2月，俄奥联军在埃尔劳与法军进行了一场残酷的鏖战，双方损失都很惨重。6月拿破仑与沙皇签署了和平协定，暂时的和平生活开始了。1809年春天，安德烈因贵族会之事而去拜托罗斯托夫公爵。在公爵家里，他立即为充满生命力、美丽动人的公爵的女儿娜塔莎所吸引，娜塔莎答应了他的求婚。但秃山老公爵认为她不够富有，年龄太小而加以反对。最后双方相约一年后成婚。不久，安德烈出国了。娜塔莎伤心地答应等待一年，却又无法忍受寂寞。她结识了爱伦的兄弟阿纳托尔。在他的诱惑下，两人决定私奔。至此，她与安德烈的婚约宣告无效。这对安德烈骄傲的性格是一次极其沉重的打击，为此他痛苦不堪。然而由于军务缠身，他对此事又渐渐淡忘了。
1812年，拿破仑率先撕毁原来的和平协定，指挥军队跨过涅曼河，俄法两国再度交战，年迈的库图佐夫将军决心阻止法军继续向前推进，但由于战术失误和其他原因，并未使俄军毕其功于一役。战役还不断进行着，双方损失都很惨重。最后，俄法军队在博罗狄诺展开了一场异常激烈的争夺战。显然，这是俄军所进行的最糟糕的战役。库图佐夫不得不痛心地宣布军队无力保卫莫斯科，拿破仑则作为胜利者进抵又一座空城。安德烈在博罗狄诺战役中身负重伤。罗斯托夫家将原本用来搬运家产的马车，改派去运送伤兵。娜塔莎意外地在伤员中发现了奄奄一息的安德烈。她向他谢罪，并精心地看护他。彼此间又旧情重萌，但为时已晚。安德烈伤口恶化，不久即在睡梦中逝去。
皮埃尔留在莫斯科，决意做一名民族英雄。他化装成农夫，想伺机刺杀拿破仑，但在解救一位遭受法国士兵凌辱的俄国妇女时，他被捕成为俘虏。皮埃尔的妻子爱伦在战火中仍然难以抑止自己的放荡行为，最后，因误食堕胎药而死亡。拿破仑的军队在空城莫斯科完全分崩离析，他疲劳地等待着，寄希望于沙皇要求他签订和平协定。但是这一天迟迟不来，他只好放弃莫斯科回师法国。在通往斯摩梭斯克的途中，法军彻底瓦解，成为一群落荒而逃、恣意抢掠的乌合之众。在哥萨克人的不断骚扰下，大量俄国战俘被解救，皮埃尔也重获自由。俄国终于赢得了战争的胜利。
皮埃尔又回到了莫斯科，恢复了同罗斯托夫和保尔康斯基一家的友谊。娜塔莎吸引了他，而他也突然意识到娜塔莎已长大成人。于是时机一成熟，他就恭请她父母同意他们的婚事。与此同时，娜塔莎之兄尼古拉也正在考虑娶安德烈之妹玛丽娅为妻。皮埃尔与娜塔莎结为伉俪，生活幸福。这位曾经单纯而轻浮的女子变成了一个勤劳能干的妻子。他们结婚8年后，养育了4个可爱聪敏的孩子。娜塔莎完全把自己的一切献给了丈夫和孩子们。他们发现彼此的生活实现了他们过去的梦想。尼古拉虽然无法完全肯定自己对玛丽娅的爱，却懂得这桩婚事明智适宜。他们收养了安德烈的儿子尼古路什卡，生活也十分快乐幸福。 [4]
《战争与和平》讲述的是欧洲拿破仑时期的俄国所发生的事。故事以1812年俄国法国战争为中心，反映了1805年至1820年的重大事件。通过对四大家庭以及安德烈、皮埃尔、娜塔莎在战争与和平环境中的思想和行动的描写，展现了当时俄国社会的风貌。在《战争与和平》中，人物就多达559个，每一个都是活生生的血肉之躯，各有其独特的个性，且充满了生命的悸动，人的欢乐、痛苦、各种内心思绪——在这篇巨著里都应有尽有。《战争与和平》自从问世以来，一直被认为是世界上最伟大的小说之一。 [27]

</div>

</template>

<style scoped>
div{
    margin-left: 16%;
  }
</style>
